Repository: sezginpak/lifestyles
Catalog: LifeStyles/Resources/Localizable.xcstrings
Source language: tr
Languages: en

# location.type.outside
source: Dışarıda
en: Outside

# location.type.work
source: İş
en: Work

# location.unknown
source: Bilinmeyen Konum
en: Unknown Location

# location.visits.count
source: %lld ziyaret
en: %lld visits

# location.what.to.do
source: Burada Ne Yapabilirsin?
en: What Can You Do Here?

# love.language.gifts
source: Hediye Almak
en: Receiving Gifts

# love.language.gifts.description
source: Hediye almak
en: Receiving gifts

# love.language.gifts.detailed
source: Hediyeye değer veren kişiler düşünceli hediyeler aldıklarında kendilerini sevilmiş hissederler
en: People who value gifts feel loved when they receive thoughtful presents

# love.language.service
source: Hizmet Eylemleri
en: Acts of Service

# love.language.service.description
source: Hizmet eylemleri
en: Acts of service

# love.language.service.detailed
source: Yardımcı şeyler yapmak, hizmet eylemlerine değer verenlere sevgi gösterir
en: Doing helpful things shows love to those who value acts of service

# love.language.time
source: Kaliteli Zaman
en: Quality Time

# love.language.time.description
source: Kaliteli zaman
en: Quality time

# love.language.time.detailed
source: Birlikte odaklanmış zaman geçirmek en anlamlıdır
en: Spending focused time together is most meaningful

# love.language.tips
source: Uygulama İpuçları
en: Application Tips

# love.language.touch
source: Fiziksel Temas
en: Physical Touch

# love.language.touch.description
source: Fiziksel temas
en: Physical touch

# love.language.touch.detailed
source: Fiziksel sevgi ve yakınlık sevgiyi en iyi şekilde iletir
en: Physical affection and closeness communicate love best

# love.language.words
source: Destekleyici Sözler
en: Words of Affirmation

# love.language.words.description
source: Onaylayıcı sözler
en: Words of affirmation

# love.language.words.detailed
source: Cesaretlendirici sözler ve iltifatlar duymak en sevgi dolu hissettirir
en: Hearing encouraging words and compliments feels most loving

# map.points.format
source: %d nokta
en: %d points

# memories.add.subtitle
source: Fotoğraflarınızla özel anlarınızı ölümsüzleştirin
en: Immortalize special moments with your photos

# memories.add.title
source: Anılarınızı ekleyin
en: Add Your Memories

# memories.create
source: Anı Oluştur
en: Create Memory

# memories.create.first
source: İlk anını oluşturmak için + butonuna tıkla
en: Click + button to create your first memory

# memories.delete.confirm
source: Bu anıyı silmek istediğinize emin misiniz? Bu işlem geri alınamaz.
en: Are you sure you want to delete this memory? This action cannot be undone.

# memories.empty.message
source: İlk anını oluşturmak için + butonuna tıkla
en: Tap the + button to create your first memory

# memories.empty.title
source: Henüz Anı Yok
en: No Memories Yet

# memories.friends
source: Arkadaşlar
en: Friends

# memories.location.empty.message
source: Konum bilgisi olan anılar haritada gösterilir
en: Memories with location information are shown on the map

# memories.location.empty.title
source: Henüz Konum Yok
en: No Locations Yet

# memories.location.picker.coming.soon
source: Konum seçici yakında eklenecek
en: Location picker coming soon

# memories.no.memories
source: Henüz Anı Yok
en: No Memories Yet

# memories.no.private
source: Henüz Gizli Anı Yok
en: No Private Memories Yet

# memories.private.create
source: Gizli Anı Oluştur
en: Create Private Memory

# memories.private.detail
source: Gizli Anı Detay
en: Private Memory Detail

# memories.private.empty.message
source: İlk gizli anını oluşturmak için + butonuna tıkla veya mevcut bir anıyı gizliye taşı
en: Tap the + button to create your first private memory or move an existing memory to private

# memories.private.empty.title
source: Henüz Gizli Anı Yok
en: No Private Memories Yet

# memories.private.timeline.empty
source: Gizli anılar zaman çizelgesi olarak gösterilir
en: Private memories are shown as a timeline

# memories.untitled
source: Başlıksız Anı
en: Untitled Memory

source: Mevcut Ev Konumu
en: Current Home Location

source: Mevcut Konum
en: Current Location

source: Mevcut Konumu Ayarla
en: Set Current Location

source: Mobilite
en: Mobility

source: Mod
en: Mode

source: Mood eklemeye başlayın, trend'inizi görebilirsiniz
en: Start adding moods to see your trend

source: Mood Kaydet
en: Save Mood

source: Mood kaydı yok, %@
en: No mood records, %@

source: Mood Trendi
en: Mood Trend

# mood.30.day.heatmap
source: 30 Günlük Mood Haritası
en: 30-Day Mood Heatmap

# mood.30plus.analysis
source: 30+ Günlük Analiz
en: 30+ Days Analysis

# mood.30plus.premium.required
source: 30 günden uzun süreli mood analizleri premium özelliklerdir.
en: Mood analyses longer than 30 days are premium features.

# mood.add.first
source: İlk Mood'u Ekle
en: Add First Mood

# mood.add.first.record
source: Bugünün ilk kaydını ekle
en: Add today's first record

# mood.add.first.record.button
source: İlk Kaydı Ekle
en: Add First Record

# mood.add.tags
source: Etiketler ekle
en: Add tags

# mood.ai.analysis.ready
source: AI Analiz Hazır
en: AI Analysis Ready

# mood.average.format
source: Ortalama %.1f
en: Average %.1f

# mood.bad
source: Kötü
en: Bad

# mood.correlation.data.points.format
source: %lld veri noktası
en: %lld data points

# mood.correlation.empty.message
source: Arkadaşlar, hedefler ve konumlarla olan ilişkileri görmek için mood'larınızı takip edin
en: Track your moods to see correlations with friends, goals and locations

# mood.correlation.empty.title
source: Henüz ilişki verisi yok
en: No correlation data yet

# mood.correlation.friend.title
source: Arkadaş Görüşmeleri
en: Friend Meetings

# mood.correlation.goal.title
source: Hedef İlerlemesi
en: Goal Progress

# mood.correlation.location.title
source: Konum Değişiklikleri
en: Location Changes

# mood.correlation.meetings.format
source: %lld görüşme
en: %lld meetings

# mood.data.evaluating
source: Mood verileriniz değerlendiriliyor...
en: Your mood data is being evaluated...

# mood.delete
source: Sil
en: Delete

# mood.delete.confirmation
source: Bu mood kaydını silmek istediğinize emin misiniz?
en: Are you sure you want to delete this mood entry?

# mood.delete.mood
source: Mood'u Sil
en: Delete Mood

# mood.edit
source: Düzenle
en: Edit

# mood.edit.mood
source: Mood Düzenle
en: Edit Mood

# mood.excellent
source: Harika
en: Excellent

# mood.general.avg
source: Genel Ort.
en: General Avg.

# mood.generated.time
source: Oluşturulma: %@
en: Generated: %@

# mood.good
source: İyi
en: Good

# mood.heatmap.days.format
source: %lld gün
en: %lld days

# mood.heatmap.more
source: Daha çok
en: More

# mood.heatmap.no.record
source: Bu gün mood kaydı yok
en: No mood record for this day

# mood.heatmap.premium.required
source: 30 günlük mood heatmap'i görüntülemek için Premium üyelik gereklidir.
en: Premium membership required to view 30-day mood heatmap.

# mood.highlights
source: Öne Çıkanlar
en: Highlights

# mood.history.empty.message
source: Mood'unu kaydetmeye başla, desenlerini gör
en: Start tracking your mood to see your patterns

# mood.history.empty.title
source: Henüz mood kaydı yok
en: No mood records yet

# mood.how.are.you.feeling
source: Nasıl Hissediyorsun?
en: How are you feeling?

# mood.how.are.you.today
source: Bugün nasılsın?
en: How are you today?

# mood.how.feeling
source: Nasıl hissediyorsun?
en: How are you feeling?

# mood.intensity
source: Yoğunluk
en: Intensity

# mood.journal.title
source: Mood & Günlük
en: Mood & Journal

# mood.last.journal
source: SON JOURNAL
en: LAST JOURNAL

# mood.less
source: Daha az
en: Less

# mood.next.badge
source: Sonraki rozet
en: Next badge

# mood.no.moods.today
source: Bugün hiç mood kaydedilmedi
en: No moods recorded today

# mood.no.records.period
source: Bu dönemde mood kaydı yok
en: No mood records in this period

# mood.no.records.yet
source: Henüz kayıt yok
en: No records yet

# mood.note.optional
source: Not (isteğe bağlı)
en: Note (optional)

# mood.okay
source: Normal
en: Okay

# mood.past.records
source: Geçmiş Kayıtlar
en: Past Records

# mood.patterns.detected
source: Tespit Edilen Pattern'ler
en: Detected Patterns

# mood.premium.long.analysis
source: 30 günden uzun süreli mood analizleri premium özelliklerdir. Premium üyelikle tüm geçmişinizi analiz edebilir ve derinlemesine içgörüler elde edebilirsiniz.
en: Mood analyses longer than 30 days are premium features. With premium membership, you can analyze your entire history and gain deep insights.

# mood.questions
source: Sorular:
en: Questions:

# mood.recent.entries
source: Son Kayıtlar
en: Recent Entries

# mood.recommendations
source: Öneriler
en: Recommendations

# mood.record.button
source: Mood Kaydet
en: Record Mood

# mood.record.title
source: Mood Kaydı Yap
en: Record Your Mood

# mood.record.your.mood
source: Mood'unu kaydet
en: Record Your Mood

# mood.records.count
source: %lld kayıt
en: %lld records

# mood.records.count.format
source: %lld/5 kayıt
en: %lld/5 records

# mood.records.format
source: %lld kayıt
en: %lld records

# mood.records.with.count
source: Mood Kayıtları (%lld)
en: Mood Records (%lld)

# mood.select.mood
source: Ruh halini seç
en: Select your mood

# mood.selected.format
source: Seçili: %@
en: Selected: %@

# mood.start.adding
source: Mood eklemeye başlayın, trend'inizi görebilirsiniz
en: Start adding moods to see your trend

# mood.start.tracking
source: Desenler görmek için mood takibini başlat
en: Start tracking your mood to see patterns

# mood.statistics
source: İstatistikler
en: Statistics

# mood.stats
source: İstatistikler
en: Statistics

# mood.streak.badges.earned
source: Kazanılan Rozetler
en: Badges Earned

# mood.streak.days.format
source: %lld gün seri
en: %lld day streak

# mood.streak.longest.format
source: En Uzun: %lld gün
en: Longest: %lld days

# mood.tags
source: Etiketler
en: Tags

# mood.terrible
source: Çok kötü
en: Terrible

# mood.this.week
source: Bu Hafta
en: This Week

# mood.today
source: Bugün
en: Today

# mood.today.avg
source: Bugün Ort.
en: Today Avg.

# mood.today.title
source: Bugün
en: Today

# mood.todays.flow
source: Bugünün Akışı
en: Today's Flow

# mood.todays.mood
source: Bugünün Ruh Hali
en: Today's Mood

# mood.todays.moods
source: Bugünkü Mood'lar
en: Today's Moods

# mood.total.format
source: %lld toplam
en: %lld total

# mood.track.daily.emotions
source: Günlük duygularını kaydet ve kendini daha iyi anla
en: Track daily emotions and understand yourself better

# mood.track.mood
source: Ruh halini takip et
en: Track your mood

# mood.trend
source: Mood Trendi
en: Mood Trend

# mood.weekly.average
source: Haftalık ortalama
en: Weekly average

# mood.whats.happening.placeholder
source: Bugün neler oldu?
en: What happened today?

source: Mood'u Sil
en: Delete Mood

source: Mood'unu kaydet
en: Save your mood

source: Motivasyon
en: Motivation

# no.records.for.date
source: Bu Tarihte Kayıt Yok
en: No Records for This Date

# no.records.for.date.message
source: Seçtiğiniz tarihte konum kaydı bulunmuyor.\nFarklı bir tarih seçmeyi deneyin.
en: No location records found for the selected date.\nTry selecting a different date.

source: Not
en: Note

source: Not (Opsiyonel)
en: Note (Optional)

source: Not Ekle
en: Add Note

# note.category.dislike
source: Sevmezler
en: Dislikes

# note.category.favorite
source: Favoriler
en: Favorites

# note.category.hobby
source: Hobiler
en: Hobbies

# note.category.important
source: Önemli
en: Important

# note.category.other
source: Diğer
en: Other

# notes.add
source: Not Ekle
en: Add Note

source: Notlar
en: Notes

source: Notlar (Opsiyonel)
en: Notes (Optional)

# onboarding.ai.chat.description
source: Arkadaşlarınız ve hedefleriniz hakkında akıllı sohbet
en: Smart chat about your friends and goals

# onboarding.ai.enable
source: Aktif Et
en: Enable

# onboarding.ai.improve.life
source: AI asistanımız Claude ile hayatınızı daha da iyileştirebiliriz
en: We can improve your life even more with our AI assistant Claude

# onboarding.ai.morning.insight.description
source: Her sabah kişiselleştirilmiş günlük öneriler
en: Personalized daily suggestions every morning

# onboarding.ai.not.now
source: Şimdi Değil
en: Not Now

# onboarding.ai.one.more.thing
source: Bir Şey Daha...
en: One More Thing...

# onboarding.later
source: Daha Sonra
en: Later

# onboarding.lets.start
source: Başlayalım
en: Let's Start

# onboarding.location.always.hint
source: Lütfen "Her Zaman" seçeneğini işaretleyin
en: Please select "Always" option

# onboarding.location.always.instruction
source: LifeStyles, hayat kalitenizi artırmak için konumunuzu 15 dakikada bir kaydeder. Bunun arka planda da çalışabilmesi için: Ayarlar → LifeStyles → Konum → "Her Zaman" seçeneğini işaretleyin
en: LifeStyles records your location every 15 minutes to improve your quality of life. For this to work in the background: Settings → LifeStyles → Location → Select "Always"

# onboarding.privacy
source: 🔒 Gizlilik
en: 🔒 Privacy

# onboarding.skip
source: Atla
en: Skip

source: Öncelikli Aksiyonlar
en: Priority Actions

source: Önemli Arkadaş
en: Important Friend

source: Önemli arkadaşlar widget'ta öncelikli gösterilir
en: Important friends are prioritized in the widget

source: Önemli arkadaşlarınızı ekleyin ve düzenli iletişimi takip edin.
en: Add important friends and track regular communication.

source: Önemli Kişi
en: Important Person

source: Önemli kişiler widget'ta öncelikli gösterilir
en: Important contacts are prioritized in the widget

source: Önerilen Aktiviteler
en: Suggested Activities

source: Öneriler
en: Suggestions

source: Önizleme
en: Preview

source: Önizleme ve Kaydet
en: Preview and Save

source: Örn: Her gün kitap oku
en: e.g: Read books every day

source: Örn: Müzik, spor, seyahat
en: e.g. Music, sports, travel

source: Örn: Sabah meditasyonu
en: e.g: Morning meditation

source: Ort: %@
en: Avg: %@

source: Ortalama
en: Average

source: Özel Gün Bilgileri
en: Special Date Information

source: Özel Gün Ekle
en: Add Special Date

source: Özel Günler
en: Special Dates

source: Özel tag ekle
en: Add custom tag

source: Partner Bilgileri
en: Partner Information

source: Partner Notları
en: Partner Notes

# partner.info
source: Partner Bilgileri
en: Partner Information

# partner.notes
source: Partner Notları
en: Partner Notes

# partner.notes.placeholder
source: Partneriniz hakkında hatırlamak istediğiniz bilgileri buraya yazın.
en: Write information you want to remember about your partner here.

source: Partneriniz hakkında hatırlamak istediğiniz bilgileri buraya yazın.
en: Write information you want to remember about your partner here.

# pattern.discover.more
source: Daha fazla mood kaydederek pattern'lerinizi keşfedin
en: Record more moods to discover your patterns

# pattern.not.detected.yet
source: Henüz pattern tespit edilemedi
en: No patterns detected yet

# pattern.what.to.do
source: 💡 Ne Yapmalısınız?
en: 💡 What Should You Do?

source: Paylaş
en: Share

source: Paylaşılan Veriler
en: Shared Data

source: Performans Seviyesi
en: Performance Level

source: Performansınızı takip edin ve hedeflerinize ulaşın
en: Track your performance and achieve your goals

source: Popüler alışkanlıklardan birini seçebilir veya kendi alışkanlığını oluşturabilirsin
en: You can select a popular habit or create your own

source: Popüler hedeflerden birini seçebilir veya kendi hedefini oluşturabilirsin
en: You can select a popular goal or create your own

source: Popüler Şablonlar
en: Popular Templates

# premium.cancel.anytime
source: İstediğin zaman iptal edebilirsin
en: Cancel anytime

# premium.monthly.subscription
source: Aylık Abonelik
en: Monthly Subscription

# premium.per.month
source: /ay
en: /month

# premium.restore.purchases
source: Satın Alımları Geri Yükle
en: Restore Purchases

# premium.subtitle
source: Daha fazla özellik, sınırsız kullanım
en: More features, unlimited usage

# premium.todays.usage
source: Bugünkü Kullanım
en: Today's Usage

# premium.tomorrow.midnight
source: Yarın 00:00
en: Tomorrow 00:00

# premium.try.tomorrow
source: Yarın Tekrar Dene
en: Try Tomorrow

# premium.unlimited.usage
source: Premium ile Sınırsız Kullanım
en: Unlimited Usage with Premium

# premium.upgrade
source: Premium'a Geç
en: Upgrade to Premium

# premium.upgrade.button
source: Premium'a Geç
en: Upgrade to Premium

source: Profil Bilgileri
en: Profile Information

source: Profil doldur
en: Fill profile

# profile.about
source: Hakkında
en: About

# profile.add.hobby
source: Hobi Ekle
en: Add Hobby

# profile.add.interest
source: İlgi Alanı Ekle
en: Add Interest

# profile.add.new
source: Yeni Ekle
en: Add New

# profile.add.value
source: Değer Ekle
en: Add Value

# profile.age
source: Yaş
en: Age

# profile.ai.description
source: AI bu bilgileri kişiselleştirilmiş öneriler sunmak için kullanacak
en: AI will use this information to provide personalized recommendations

# profile.basic.info
source: Temel Bilgiler
en: Basic Information

# profile.core.values
source: Temel Değerler
en: Core Values

# profile.edit.info
source: Profil bilgilerini düzenle
en: Edit profile information

# profile.hobbies
source: Hobiler
en: Hobbies

# profile.hobbies.empty
source: Henüz hobi eklenmedi
en: No hobbies added yet

# profile.interests
source: İlgi Alanları
en: Interests

# profile.interests.empty
source: Henüz ilgi alanı eklenmedi
en: No interests added yet

# profile.life.goals
source: Hayat Hedefleri
en: Life Goals

# profile.lifestyle
source: Yaşam Tarzı
en: Lifestyle

# profile.living.alone
source: Yalnız
en: Alone

# profile.living.arrangement
source: Yaşam Düzeni
en: Living Arrangement

# profile.living.family
source: Aileyle
en: With Family

# profile.living.partner
source: Partnerle
en: With Partner

# profile.living.roommates
source: Ev arkadaşlarıyla
en: With Roommates

# profile.my.info
source: Profil Bilgilerim
en: My Profile Information

# profile.my.profile
source: Profilim
en: My Profile

# profile.name
source: İsim
en: Name

# profile.name.placeholder
source: İsminizi girin
en: Enter your name

# profile.picker.placeholder
source: Seçin...
en: Select...

# profile.saved
source: Profil Kaydedildi
en: Profile Saved

# profile.saved.message
source: Profiliniz başarıyla kaydedildi
en: Your profile has been saved successfully

# profile.values.empty
source: Henüz değer eklenmedi
en: No values added yet

# profile.work.schedule
source: Çalışma Programı
en: Work Schedule

# profile.work.schedule.flexible
source: Esnek
en: Flexible

# profile.work.schedule.night
source: Gece Vardiyası
en: Night Shift

# profile.work.schedule.parttime
source: Yarı zamanlı
en: Part-time

# profile.work.schedule.remote
source: Uzaktan
en: Remote

source: puan
en: points

source: Randevu Fikirleri
en: Date Ideas

source: Rastgele
en: Random

source: Rehber Boş
en: Contacts Empty

source: Rehber yükleniyor...
en: Loading contacts...

source: Rehberden Seç
en: Select from Contacts

source: Rehberinizde kayıtlı kişi bulunamadı.
en: No contacts found in your phone book.

# relationship.days.left.format
source: %lld gün kaldı
en: %lld days left

# relationship.duration
source: İlişki Süresi
en: Relationship Duration

# relationship.next.goal
source: Sonraki Hedef
en: Next Goal

# relationship.together
source: Birlikte
en: Together

# relationship.type.colleague
source: İş Arkadaşı
en: Colleague

# relationship.type.family
source: Aile
en: Family

# relationship.type.friend
source: Arkadaş
en: Friend

# relationship.type.partner
source: Sevgilim
en: Partner

source: Rota Açık
en: Route On

source: Rota Kapalı
en: Route Off

# route.off
source: Rota Kapalı
en: Route Off

# route.on
source: Rota Açık
en: Route On

source: Rozetler
en: Badges

source: Ruh Hali
en: Mood

source: Ruh Hali Dağılımı
en: Mood Distribution

source: Sabitle
en: Pin

source: Şablon Kullanımı
en: Template Usage

source: Şablon kullanmak ister misin?
en: Would you like to use a template?

source: Şablon Seç
en: Choose Template

source: Şablonsuz Devam Et
en: Continue Without Template

source: Sadece Favoriler
en: Favorites Only

source: Sayı
en: Count

source: Seçili
en: Selected

source: Seçili değil
en: Not selected

source: Seçilmedi
en: Not Selected

source: Seçmek için tıklayın
en: Tap to select

# set.current.location
source: Mevcut Konumu Ayarla
en: Set Current Location

# set.home.location.for.suggestions
source: Konum önerileri için ev konumunuzu ayarlayın.
en: Set your home location for location-based suggestions.

# settings.about.title
source: Hakkında
en: About

# settings.ai.chat.description
source: Sohbet ve öneriler için AI asistan
en: AI assistant for conversations and suggestions

# settings.ai.chat.settings
source: Chat Ayarları
en: Chat Settings

# settings.ai.consent.date.format
source: Onay tarihi: %@
en: Consent date: %@

# settings.ai.context.mode
source: Context Modu
en: Context Mode

# settings.ai.data.about
source: Paylaşılan Veriler Hakkında
en: About Shared Data

# settings.ai.data.friends
source: Arkadaş Bilgileri
en: Friend Information

# settings.ai.data.goals.habits
source: Hedef ve Alışkanlıklar
en: Goals and Habits

# settings.ai.data.location
source: Konum Verileri
en: Location Data

# settings.ai.data.mood
source: Ruh Hali Verileri
en: Mood Data

# settings.ai.data.sharing
source: Veri Paylaşımı
en: Data Sharing

# settings.ai.data.types.count.format
source: %lld tür veri AI ile paylaşılıyor
en: %lld types of data shared with AI

# settings.ai.data.usage
source: Veri Kullanımı
en: Data Usage

# settings.ai.disable.all.sharing
source: Tüm Veri Paylaşımını Kapat
en: Disable All Data Sharing

# settings.ai.enable.all.sharing
source: Tüm Veri Paylaşımını Aç
en: Enable All Data Sharing

# settings.ai.enable.features
source: AI Özelliklerini Aktif Et
en: Enable AI Features

# settings.ai.features
source: AI Özellikleri
en: AI Features

# settings.ai.features.active
source: AI Özellikleri Aktif
en: AI Features Active

# settings.ai.features.give.consent
source: AI özelliklerini kullanmak için onay verin
en: Give consent to use AI features

# settings.ai.features.inactive
source: AI Özellikleri Kapalı
en: AI Features Inactive

# settings.ai.last.request
source: Son AI İsteği
en: Last AI Request

# settings.ai.morning.insight.description
source: Her sabah kişiselleştirilmiş öneriler
en: Personalized suggestions every morning

# settings.ai.privacy.title
source: AI & Gizlilik
en: AI & Privacy

# settings.ai.revoke.consent
source: AI Onayını Geri Çek
en: Revoke AI Consent

# settings.ai.smart.mode.description
source: Akıllı mod, sorularınıza göre gerekli veriyi paylaşır ve maliyeti optimize eder
en: Smart mode shares necessary data based on your questions and optimizes costs

# settings.app.stats.title
source: Uygulama İstatistikleri
en: App Statistics

# settings.appearance
source: Görünüm
en: Appearance

# settings.appearance.title
source: Görünüm
en: Appearance

# settings.battery.optimization
source: Pil Optimizasyonu
en: Battery Optimization

# settings.data.export
source: Yedek Al
en: Export Data

# settings.data.exporting
source: Yedekleniyor...
en: Exporting...

# settings.data.management.title
source: Veri Yönetimi
en: Data Management

# settings.delete.warning
source: Bu işlem geri alınamaz. Tüm arkadaşlarınız, hedefleriniz, alışkanlıklarınız ve konum geçmişiniz silinecek.
en: This action cannot be undone. All your friends, goals, habits and location history will be deleted.

# settings.edit.profile
source: Profili Düzenle
en: Edit Profile

# settings.general.settings
source: Genel Ayarlar
en: General Settings

# settings.home.location.current
source: Mevcut Ev Konumu
en: Current Home Location

# settings.home.location.set
source: Ev Konumunu Ayarla
en: Set Home Location

# settings.home.radius.meters
source: %lld metre
en: %lld meters

# settings.info
source: Bilgi
en: Info

# settings.language
source: Dil / Language
en: Language / Dil
